package com.rsschool.quiz

class Questions {
    companion object {
        val questions = listOf(
            Question("Млечный путь — это…",
                "Галактика",
                "Скопление звезд",
                "Солнечная система",
                "Парад планет",
                "Сорт кофе",
                0
            ),
            Question("Как можно из Евразии пешком добраться в Северную Америку?",
                "Через перешеек в Беринговом проливе",
                "По льду из Чукотки на Аляску",
                "Но новому Евро-Американскому мосту",
                "Никак",
                "На спине синего кита",
                1
            ),
            Question("Инфузория-туфелька — это...",
                "Бактерия",
                "Вирус",
                "Простейший, одноклеточный организм",
                "Модная обувь",
                "Обувь Золушки",
                2
            ),
            Question("Царь Петр І какой по счету из рода Романовых?",
                "Первый",
                "Второй",
                "Третий",
                "Четвертый",
                "Пятый",
                3
            ),
            Question("Кто изобрел джинсы?",
                "Пьер Карден",
                "Дарт Вейдер",
                "Джанни Версачи",
                "Дольче Габбана",
                "Левай Страус",
                4
            ),
        )
    }
}